/*
 Localized strings for CFErrors returned by AVFoundationCF.

 When displayed in an alert, the strings whose keys end in _Description will be the alert title.
 The strings whose keys end in _RecoverySuggestion or _FailureReason will be the alert body.
 */

"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_Description" = "Akci nelze dokončit";
"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_RecoverySuggestion" = "Zkuste to znovu později.";

"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_Description" = "Nelze otevřít";
"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_FailureReason" = "Tento formát média není podporován.";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_Description" = "Nelze otevřít";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_FailureReason" = "Toto médium je zřejmě poškozeno.";

"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_Description" = "Nelze otevřít";
"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_FailureReason" = "Tato aplikace nemá oprávnění k přehrání tohoto souboru."; /* the file is DRM protected */
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_Description" = "Nelze otevřít";
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_FailureReason" = "Toto médium nelze použít.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_Description" = "Nelze dekódovat";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_FailureReason" = "Dekodér požadovaný pro toto médium je zaneprázdněn.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_RecoverySuggestion" = "Zastavte veškeré ostatní akce, které dekódují média, a zkuste to znovu.";
